Repository: Xansta/EEScenarios
Catalog: scenario_15_blackwall.*.po
Languages: fr

source: The Black Wall
fr: Le Mur Noir

source: Fight the Ghosts behind the wall One player ship which is spawned by the scenario. Requires beam/shield frequencies Author: Dyrian, Daid, Xansta, Muerte
fr: - Durée approx. : 1h30 - Difficulté : Facile - Vaisseaux joueurs : 1 Mission : Combattez les Fantômes derrière le mur ! Ce scénario nécessite que l'option Fréquences des faisceaux/boucliers soit activée. - Titre original : The black Wall - Auteur : Dyrian (révision par Daid 2016, Muerte et Xansta Aout 2023) - Traduction FR : Muerte Communauté française et anglophone sur le Discord USN https://discord.gg/TVxuxn7ZYW : feedback sur les scénarios, aide, sessions de jeu tous les we.

# setting
source: Reputation
fr: Réputation

# setting
source: Amount of reputation to start with
fr: Définit la quantité de réputation avec laquelle vous démarrez.

# Reputation
source: Unknown
fr: Inconnu

# Reputation
source: Zero reputation - nobody knows anything about you
fr: Aucune réputation - Personne ne sait rien de vous et votre équipage.

# Reputation
source: Nice
fr: Bon

# Reputation
source: 20 reputation - you've had a small positive influence on the local community
fr: Réputation 20 - Vous avez eu une petite influence positive sur la communauté locale.

# Reputation
source: Hero
fr: Bienfaiteur

# Reputation
source: 50 reputation - you've helped important people or lots of people
fr: Réputation 50 - Vous avez aidé beaucoup de personnes dont des personnes importantes.

# callsign-station
source: Repair Station
fr: Station de réparation

# callsign-station
source: Home Station
fr: Station d'accueil

# callsign-station
source: Wormhole Station
fr: Station du trou de ver

# -incCall
source: Neatly done! Now you have to put your Shields' Frequency to 440, so the Shields of the Ghoststation will collapse.
fr: Parfait ! Maintenant, modifiez à nouveau la fréquence de vos boucliers sur 440Thz. Si tout se passe comme prévu, les boucliers de la base Fantôme devraient s'effondrer.

# msgRelay
source: Destroy Ghost Station. Set shield frequency to 440
fr: Détruire la base Fantôme. Régler la fréquence des boucliers sur 440THz.

# -incCall
source: Perfect. The Shields of the Ghoststation are destroyed. Now we can launch our Dropship.
fr: On y est ! Les boucliers de la base sont détruits. Nous larguons l'explosif.

# msgRelay
source: Destroy Ghost Station
fr: Détruire la base Fantôme.

# commsShipAssist
source: What do you want?
fr: Que voulez-vous ?

# commsShipAssist
source: Sir, how can we assist?
fr: Monsieur, comment pouvons-nous vous assister ?

# commsShipAssist
source: Follow your mission orders.
fr: Suivez votre ordre de mission

# commsShipAssist
source: Following mission orders.
fr: Bien reçu Serenity, nous restons sur notre ordre de mission.

# button
source: Back
fr: Précédent

# commsShipAssist
source: Defend a waypoint
fr: Défendez un marqueur

# commsShipAssist
source: No waypoints set. Please set a waypoint first.
fr: Officier, nous ne détectons aucun marqueur. Veuillez commencer par en placer un.

# commsShipAssist
source: Which waypoint should we defend?
fr: Quel marqueur devons-nous défendre ?

# commsShipAssist
source: Defend WP %d
fr: Défendez le marqueur %d

# commsShipAssist
source: We are heading to assist at WP %d
fr: Nous partons immédiatement défendre le marqueur %d.

# commsShipAssist
source: Assist me
fr: Aidez-nous !

# commsShipAssist
source: Heading toward you to assist.
fr: Entendu, nous partons immédiatement vous aider.

# commsShipAssist
source: Report status
fr: Au rapport

# commsShipAssist
source: Dock at %s
fr: Amarrez-vous à %s

# commsShipAssist
source: Docking at %s.
fr: En cours d'amarrage à %s.

# commsShipAssist
source: Docking at %s
fr: Bien reçu %s, nous nous amarrons à vous.

# commsShipAssist
source: Hull: %d%%
fr: Coque : %d%%

# commsShipAssist
source: Shield: %d%%
fr: Boucliers : %d%%

# commsShipAssist
source: Front Shield: %d%%
fr: Boucliers avant : %d%%

# commsShipAssist
source: Rear Shield: %d%%
fr: Boucliers arrière : %d%%

# commsShipAssist
source: Shield %d: %d%%
fr: Bouclier %d : %d%%

# -comms
source: Scan here ...
fr: Scan en cours...

# -comms
source: Tick, Tick, Tick, Tick, ... Boooom!
fr: Tic, tic, tic, tic, ... boooouum !

# station-comms
source: Good day officer, If you want to upgrade the ship, you have to dock with us first.
fr: Bonjour officier ! Si vous souhaitez améliorer votre vaisseau, veuillez vous amarrer à notre station au préalable.

# station-comms
source: Hey Serenity, We can upgrade your ship in different ways. Please choose your way.
fr: Salutations Serenity, Ici l'équipe d'ingénierie, nous venons d'être mis au courant, nous allons voir ce que l'on peut faire pour vous. Après plusieurs minutes d'attente… Bien, nous avons inspecté votre vaisseau. Nous pouvons vous proposer de l'améliorer de différentes manières. Veuillez faire votre choix :

# station-comms
source: Upgrade our speed and shields please!
fr: Booster les moteurs et renforcer les boucliers

# station-comms
source: A wise choice! You can undock now.
fr: Un choix judicieux ! ...Après quelques minutes d'attente… Améliorations terminées ! Vous pouvez maintenant vous désamarrer.

# station-comms
source: Upgrade our missile storage and beam damage!
fr: Augmenter le stockage des missiles et la puissance des faisceaux laser

# station-comms
source: Upgrade our beam range and the speed of fire!
fr: Améliorer la portée des faisceaux laser et la cadence de tir

# station-comms
source: Do you like your upgrades?
fr: Appréciez-vous nos modifications ?

# orders-incCall
source: Finally, the maintenance and repairs are complete! Pay attention to your ship! Don't overstress your Reactor. Before you receive new orders, you should do a field exercise. Move to Sector G3 and eliminate the hostile Drone. May the stars guide you.
fr: … Et voilà ! L'entretien et les réparations sont enfin terminés ! Faites un peu plus attention à votre vaisseau à l'avenir et ne surchargez pas le réacteur. Avant de recevoir votre nouvel ordre de mission, vous allez effectuer un petit exercice de vérification. Veuillez-vous déplacer vers le secteur G3 et éliminer le drone hostile. Que les étoiles vous guident.

# msgRelay
source: Eliminate drone in G3
fr: Éliminer le drone en secteur G3.

# callsign-ship
source: Test Drone
fr: Drone de test

# orders-incCall
source: Yeah, well done! I see the reactor is still working. Perfect! Now the Serenity is fully operational. You should should navigate to the Home Station to get new orders. Your long range scanner should be able to localise the Station. Pay attention out there. May the stars guide you.
fr: Parfait ! Je vois que le réacteur fonctionne toujours. Maintenant, le Serenity est pleinement opérationnel. Dirigez-vous vers la station d'accueil afin d'y recevoir vos nouvelles directives. Vous la localiserez sans problème sur la carte des Communications. Bonne route et que les étoiles vous guident.

# msgRelay
source: Dock with Home Station
fr: S'amarrer à la station d'accueil.

# orders-incCall
source: Hey Serenity, good to hear that you finaly got released from the dry-dock! Since you are fully operational, the fleet command has a small transport quest for your ship. Make your way to the Wormhole Station. The order says: 'Move to the Wormwole Station in sector D2. They need a new deep-telemetry-telescope, which has already been loaded into your cargo hold. Deliver the telescope to the Wormhole Station and wait there for new orders.' May the stars guide you.
fr: Eh Serenity, content de vous voir libéré de la cale sèche ! Puisque vous êtes pleinement opérationnel, le commandement de la flotte a une petite mission de transport à vous confier. Vous devez vous rendre à la station du trou de ver. Vos ordres : Rejoignez la station du trou de ver en secteur D2. Ils ont besoin d'un nouveau télescope à télémétrie fine. Nous venons de le charger dans votre soute. Une fois là-bas livrez leur le télescope et attendez sur place de nouveaux ordres. Que les étoiles vous guident.

# msgRelay
source: Dock with Wormhole Station to deliver telescope
fr: S'amarrer à la station du trou de ver pour y livrer le télescope.

# incCall
source: Welcome here at the Wormhole Station! Thanks for the deep-telemetry-telescope, the cargo has just been unloaded. Have a good stopover here. May the stars. .. krrrrtzzzrtzrrrrzrrrrtz kkrrrrrtrrrrzzzzr have krrrrtz Interferenkrrrrzrce Wormholekrr krrzzzzrzrz activated krrrrzzzrzzzrzrzrzrzrz !! krrzzz Ships krzzzrzzzrzz attack krzzzzzezrzz through Wormkrzzzrzrzzhole krrzzrzz!!! emergencykrzzzzzrzzprotocol Omega krzzrzzzzzrzz three initiatedkkrrkrtttkrkkrkkkzzzzkkrkkkzz On krzzrzzrzzrzrz battlekrzzrzzzzzzrzzrzrzrzzrzstation !!! krzzzzzzrzz krzzzrzztz ...
fr: Bienvenue sur la station du trou de ver ! Merci de nous avoir rapporté le télescope à télémétrie fine, Nous sommes en train de le décharger. Nous vous souhaitons bonne escale chez nous. Que les étoiles. .. krrrrtzzzrtzrrrrzrrrrtz kkrrrrrtrrrrzzzzr vous krrrrtz Interferenkrrrrzrce trou de verskrr krrzzzzrzrz activé krrrrzzzrzzzrzrzrzrzrz !! krrzzz vaisseaux krzzzrzzzrzz attaquent krzzzzzzzz par Troukrzzzrzderzzzvers krrzzrzz!!! urgencekrzzzzzrzzprotocole Omegakrzzrzzzzzrzz activékkrrkrtttkrkkrkkkzzzzkkrkkkzz sur krzzrzzrzzrzrz stationkrzzrzzdezzzzrzzrzrzrzzrzcombat !!! krzzzzzzrzz krzzzrzztz ...

# callsign-ship
source: Ghost Snake
fr: Serpent fantôme

# callsign-ship
source: Ghost Wolf
fr: Loup fantôme

# callsign-ship
source: Ghost Rat
fr: Rat fantôme

# orders-incCall
source: Thanks for the Support! It is good that Serenity was in range to help. Hopefully your ship didn't receive too much damage. The attack of the Ghosts came unexpectedly. It seems like they found a way to move their Troops safely through the wormhole. It seems they rearmed their ships in a special way. The debris of the Ghosts ships showed us their modifications. With a bit of luck our engineers can upgrade the Serenity in the same way. We need to know where the attacks come from. So we can coordinate our attack and set up a defence. You have to jump with the Serenity through the Wormhole and scout where the attacks come from. Dock with the Wormhole Station so we can do the needed modifications on your ship...
fr: Merci pour votre soutien! Une chance que le Serenity ait été dans les parages pour aider. J'espère que vous n'avez pas trop subi de dégâts. L'attaque des Fantômes a été soudaine. Il semble qu'ils aient trouvé un moyen de déplacer leurs troupes en toute sécurité à travers le Trou de ver. Ils ont aussi réarmé leurs vaisseaux d'une manière spéciale, nous l'avons constaté sur les débris récupérés. Avec un peu de chance, nos ingénieurs pourront faire de même et améliorer le Serenity. Nous devons impérativement identifier d'où proviennent ces attaques. Serenity, vous allez passer par le trou de ver pour le découvrir. Nous pourrons alors nous coordonner pour attaquer et sécuriser nos défenses. Mais avant de partir, amarrez-vous à nouveau à notre station afin que nous puissions apporter les modifications nécessaires à votre vaisseau pour permettre la traversée.

# msgRelay
source: Dock with Wormhole Station for wormhole transit ship modifications
fr: S'amarrer de nouveau à la station du trou de ver afin d'y subir les modifications nécessaires à la traversée du trou de ver.

# orders-incCall
source: ... thats all. Our engineers modified the Serenity. In addition to the wormhole transit stabilizer we increased your speed and your shields. Now you should be able to avoid the enemy attacks. In exchange we needed to dismount some of your weapons. Your order is: 'Scout where the attacks come from. Get an overview about the enemy's strength. Then come back and make a report.' May the stars guide you.
fr: Après plusieurs minutes d'attente… ... Et voilà. Nos ingénieurs ont effectués les modifications sur le Serenity. En plus du stabilisateur de passage prévu pour le trou de ver, nous avons boosté vos moteurs et renforcé vos boucliers. Avec ça, vous devriez être en mesure d'éviter les attaques ennemies. Cela à dû se faire au détriment de certaines de vos armes que nous vous avons retiré. Vos ordres : Découvrez d'où viennent ces attaques, estimez grossièrement la force de l'ennemi puis revenez nous faire un rapport. Que les étoiles vous guident.

# msgRelay
source: Scout attack source through wormhole
fr: Identifier l'origine de l'attaque en passant par le trou de ver.

# incCall
source: Attention Serenity!!! We got some unexpected measurement values from the Wormhole! It seems the Ghosts manipulated the Wormhole with some kind of specialized interference. The firmness of the wormhole transist protectors are no longer under warranty! The jump may become bumpy!
fr: Serenity, écoutez !!! Nous venons de recevoir des valeurs inhabituelles émanant du trou de ver. Il semblerait que les Fantômes l'aient trafiqué avec une sorte d'interférence artificielle. Le stabilisateur que l'on vient de vous installer risque d'être mis à mal pendant votre passage ! Le saut sera agité ! Accrochez-vous !

# msgRelay
source: Scout attack source through wormhole. Expect a bumpy ride
fr: Identifier l'origine de l'attaque en passant par le trou de ver. Passage difficile.

# callsign-ship
source: Ghost Fly
fr: Mouche fantôme

# callsign-ship
source: Ghost Horse
fr: Cheval fantôme

# callsign-ship
source: Ghost Donkey
fr: Âne fantôme

# msgMainscreen
source: Massive damage to all systems!
fr: --- ALERTE --- Tous les systèmes endommagés ! Surchauffe excessive ! Risque majeur !

# incCall
source: Massive damage to all systems! Jump drive fault! Get yourself ready for battle!. We have located other power signatures in the nebula!
fr: Dégâts importants sur tous les systèmes ! Avarie moteurs sur la téléportation ! Restez sur vos gardes ! Nous détectons plusieurs signaux de vaisseaux dans la nébuleuse !

# msgRelay
source: Scout attack source. Watch for enemy ambush
fr: Identifier l'origine de l'attaque. Se méfier des embuscades.

# orders-incCall
source: You are still alive! Good job Serenity! The attacks of the Ghosts seems to come from behind the black wall. We dont know anything about the black wall and the things that lay behind it. We need to find a way to get behind the wall. We constructed a small station near the wall. It provides a base and a research post for the black wall. Our scientists need probes from the wall. Scout the wall and find the probes placed near the wall. New orders, Serenity: 'Gather two Probes from the black wall and get them to the 'Wall base'. Beware of the Ghosts. They might still be out in the Nebula May the stars guide you.
fr: Vous êtes toujours en vie ! Bravo Serenity ! Les attaques des Fantômes semblent provenir de derrière ce grand Mur Noir. Nous ne savons rien sur celui-ci et des choses qui se cachent derrière. Nous devons trouver un moyen de passer de l'autre coté. Nous avons établi une petite station à côté, elle sert de base et de station de recherche sur le Mur Noir. Nos scientifiques ont besoin de sondes se trouvant à proximité du mur. Explorez-le et trouvez les sondes. Vos ordres : Récupérez 2 sondes du Mur Noir et amenez-les à la base du Mur. Méfiez-vous des fantômes. Ils pourraient encore être dans la nébuleuse Que les étoiles vous guident.

# msgRelay
source: Locate black wall probes and return them to Wall Base. Watch for Ghosts
fr: Localiser 2 sondes du Mur Noir et les remettre à la base du Mur. Surveiller les Fantômes.

# callsign-station
source: Wall base
fr: Base du Mur

# scienceDescription-wallProbe
source: Black wall scan probe
fr: Sonde d'analyse du Mur Noir

# scienceDescription-wallProbe
source: Black wall scan probe: scan data stored in probe memory
fr: Sonde d'analyse du Mur Noir : données stockées dans la mémoire de la sonde

# orders-incCall
source: Well done, we need one more Probe...
fr: Excellent, Il en reste encore une à récupérer.

# msgRelay
source: Locate remaining black wall probe. Return probes to Wall Base. Watch for Ghosts
fr: Localiser la dernière sonde. Remettre les sondes à la base du Mur. Surveiller les Fantômes.

# callsign-ship
source: Ghost Bat
fr: Chauve souris fantôme

# callsign-ship
source: Ghost Lamb
fr: Agneau fantôme

# orders-incCall
source: Good job, Serenity! Now get the Probes to the 'Wall base'
fr: Bon travail, Serenity ! Maintenant apportez les sondes à la base du Mur.

# msgRelay
source: Return black wall probes to Wall Base. Watch for Ghosts
fr: Remettre les sondes à la base du Mur. Surveiller les Fantômes.

# orders-incCall
source: Well done Serenity! With these Probes our scientists will find a way through the black wall. Until the science report is available, we have time to upgrade our ship! Stay docked with the base and contact our engineers via Comms.
fr: Bien joué Serenity ! Avec les informations recueillies dans la mémoire de stockage de ces sondes, nos scientifiques vont trouver un moyen de passer au travers du Mur Noir. Le temps que le rapport scientifique soit disponible, nous allons améliorer votre vaisseau ! Restez amarré et contactez nos ingénieurs via les Comm.

# msgRelay
source: Stay docked with Wall Base. Contact engineers on Wall Base
fr: Rester amarré à la base du Mur et contacter leurs ingénieurs.

# orders-incCall
source: Our scientists found a way to collapse the wall, or at least a part of it. The scientists developed a disruptor. You have to place the disruptor inside the wall. Move the disruptor to the black wall in 'B7'. But don't move too deep into the wall! When Serenity is close enough to the black wall, your weapons officer can activate the disruptor. May the stars guide you.
fr: Serenity ! Nos scientifiques ont trouvé un moyen de faire tomber le Mur, ou du moins une partie de celui-ci. Ils ont développé un disrupteur. Vous devez placer ce disrupteur à l'intérieur du Mur Noir, plus exactement au bord du trou noir se trouvant à cheval entre les secteurs B7 et B8, mais faites très attention à ne pas vous enfoncez trop profondément, vous seriez aspirés et perdus à jamais ! Lorsque le Serenity sera suffisamment bien placé, votre officier des armes verra la commande de largage apparaitre et devra alors larguer le disrupteur. Que les étoiles vous guident.

# msgRelay
source: Enter edge of B7 black hole and activate disruptor
fr: Approchez vous au plus près du trou noir se trouvant à cheval entre les secteurs B7 et B8 puis larguer le disrupteur.

# buttonWeapons
source: Activate Disruptor
fr: Larguer le disrupteur

# -incCall
source: It worked! A big part of the wall collapsed. Now we can get an impression of the Ghost Station out in the Nebula. Our subspace deep scanner managed to isolate some strong energy signatures in sectors ZZ8 or ZZ9. It seems like the Ghost Attack base is out there. Your goal is to destroy the Ghost Station. We sent the %s and some more forces to assist. Your order is: 'Destroy the Ghost Station' May the stars guide you.
fr: Ça a fonctionné ! Une grande partie du Mur s'est effondrée. Nous avons maintenant une petite idée de l'endroit où pourrait se trouver le gros des forces des Fantômes à l'origine des attaques. En effet, notre scanner longue portée subspatial a détecté de fortes signatures énergétiques aux environs des secteurs ZZ8 et ZZ9. La base offensive des Fantômes se trouve sûrement là-bas. Votre objectif désormais est de détruire cette base Fantôme. Nous vous envoyons %s ainsi que d'autres vaisseaux en renfort. Que les étoiles vous guident.

# msgRelay
source: Find and destroy Ghost Station near ZZ8 or ZZ9
fr: Trouver et détruire la base Fantôme aux alentours des secteurs ZZ8 et ZZ9.

# callsign-station
source: Ghost Station
fr: Base Fantôme

# callsign-ship
source: BattleStation Links
fr: Poste de défense Links

# callsign-ship
source: BattleStation Rechts
fr: Poste de défense Rechts

# callsign-ship
source: BattleStation Schlerp
fr: Poste de défense Schlerp

# callsign-ship
source: Ghost Shark
fr: Requin fantôme

# callsign-ship
source: Ghost Croco
fr: Croco fantôme

# callsign-ship
source: Ghost Lion
fr: Lion fantôme

# callsign-ship
source: Ghost Ele
fr: Éléphantôme

# callsign-ship
source: Ghost Ant
fr: Fourmi fantôme

# callsign-ship
source: Ghost Ape
fr: Singe fantôme

# callsign-ship
source: Ghost Bee
fr: Abeille fantôme

# callsign-ship
source: Ghost Cat
fr: Chat fantôme

# callsign-ship
source: Ghost Dog
fr: Chien fantôme

# callsign-ship
source: Defend %s
fr: Défenseur %s

# -incCall
source: Serenity, we received new information about the Battlestations near the Ghost Station. It seems they are connected to the main Ghost Station through a c35-subspace-connection. If we manage to destroy the main Ghost Station, then the Battlestations will also explode. One more thing: The %s carries a special high explosive charge which she can attach to the Ghost Station with a Dropship. But the %s must get very close to the Station. Serenity, your order is: 'Support and protect the %s in any way, draw the enemy's fire if necessary!' May the stars guide you.
fr: Serenity, nous venons de recevoir de nouvelles informations concernant les postes de défense observés près de la base Fantôme. Il semblerait qu'ils soient reliés à la base principale via une connexion sous-spatiale c35. Si nous parvenons à détruire la base principale, les postes de défense exploseront également. %s transporte une charge explosive spéciale qui peut se fixer à la base Fantôme après avoir été larguée. Mais pour se faire, %s doit se trouver suffisamment près. Serenity, votre ordre est le suivant : Escortez %s coûte que coûte jusqu'à la base Fantôme. Frayez-lui un chemin jusqu'à sa cible et suivez ses ordres ! Que les étoiles vous guident.

# msgRelay
source: Destroy Ghost Station. Defend %s
fr: Détruire la base Fantôme. Escorter %s.

# -incCall
source: Serenity, we are now in range for launching the Dropship, but the shields of the Ghost base are too strong. You need to help us lowering the shields. If we use our own shield generators and generate interference, we may manage to collapse the Shields of the Ghost Station. First of all overheat your front and rear-shields
fr: Serenity, nous sommes maintenant assez proche pour pouvoir larguer l'explosif, mais les boucliers de la base Fantôme sont trop puissants et empêcheront l'explosif de s'y fixer. Vous devez nous aider à les affaiblir. Si nous utilisons nos propres générateurs de boucliers et générons suffisamment d'interférences, nous devrions réussir à faire s'effondrer les boucliers de la base. Tout d'abord surchauffez vos boucliers avant et arrière !

# msgRelay
source: Destroy Ghost Station. Defend %s. Overheat shields
fr: Détruire la base Fantôme. Escorter %s. Surchauffer les boucliers du Serenity.

# -incCall
source: %s has been destroyed. You are on your own to destroy the Ghost Station
fr: %s vient d'être abattu. Cette mission critique repose désormais entièrement sur vous. Détruisez cette maudite base. Que les étoiles vous accompagnent ! Bonne chance.

# -incCall
source: Well done! Now set the shield frequency to 720... Fast, we need to hurry!
fr: Bien joué ! Réglez maintenant la fréquence de vos boucliers sur 720... Vite, il faut se dépêcher !

# msgRelay
source: Destroy Ghost Station. Defend %s. Set shield frequency to 720
fr: Détruire la base Fantôme. Escorter %s. Régler la fréquence des boucliers sur 720THz.

# msgMainscreen
source: The Serenity was able to defend humanity from the Invasion of the ghosts! You can be proud of your crew!
fr: Le Serenity a su protéger l'humanité de l'invasion des Fantômes ! Vous pouvez être fier de votre équipage !

# msgMainscreen
source: Scenario requires that the Beam/Shield Frequencies option be enabled
fr: Ce scénario nécessite que l'option Fréquences des faisceaux/boucliers soit activée.

# buttonRelay
source: Instructions
fr: Ordres en cours

# msgRelay
source: None
fr: Aucun

# msgOperations
source: None
fr: Aucun
