Repository: Xansta/EEScenarios
Catalog: scenario_15_blackwall.*.po
Languages: fr

# msgMainscreen
source: You did not manage to avoid the Ghosts!
fr: Vous avez échoué dans votre mission contre les Fantômes !

# incCall
source: Serenity! What are you doing? Your ship cannot transit the wormhole without proper preparation!
fr: Serenity ! Que faites-vous ? Votre vaisseau ne peut pas transiter par le trou de ver sans une préparation adéquate !

# msgMainscreen
source: Your ship is lost in the wormhole!
fr: Votre vaisseau a disparu à jamais dans le trou de ver...

# -incCall
source: Well done Serenity! You destroyed the ememy's main station. The attack of the ghosts has been thwarted. The remaining Ghosts will probably retreat now.
fr: Bravo Serenity ! Vous avez détruit la base principale de l'ennemi. L'attaque des Fantômes a été déjouée. Les fantômes restants vont surement battre en retraite maintenant.
